[language]

;Language name

name=Украінська

[firstrun]
chooselanguage=Будь ласка, оберіть свою мову.
ok=Гаразд
ignore=Пропустити
oldini=Відновити попередній файл конфігурації?
loadini=Імпортувати
loadfail=Файл конфігурації не знайдено.
loadsuccessful=Вдало!
steambak=Імпортувати Ваші файли конфігурації із Steam Cloud?
steamerror=Файли пошкоджено.Потрібно підтвердження через Steam!

[steam]
save=Зберігти файл конфігурації в Steam Cloud
load=Відновити файл конфігурації з Steam Cloud
steamnotrun=Вам потрібно запустити Steam, щоб скористатися цією функцією.
uploadfilemaxsize=Максимальний розмір файлу 100МБ


[workshop]
list_install=Встановлено
list_home=Домашня сторінка
list_subscribe=Мої підписки
list_upload=Вивантажено
list_voteup=Улюблене
list_themesskin=Оболонки та теми
list_widget=Стиль


subscribe=Підписатись
unsubscribe=Відписатись

deltheme=Вилучити тему

newtheme=Нова тема
newthemetip=Введіть назву теми

edittheme=Редагувати


icons=Іконки
dockskin=Оболонки
Single icon=Іконка
Time skin=Ціферблат
Calendar skin=Фон календаря
Sound=Звук
language=Мова

sort_alltime=Весь час
sort_week=за Тиждень
sort_month=за Місяць
sort_year=за Рік

sort_hot=Популярні
sort_new=Дата
sort_sub=Завантажень
sort_vote=Рейтинг

filesize=Розмір
updatetime=Дата оновлення

opensteam=Відкрити Steam
runerror=Для використання цієї функції потрібно запустити Steam!

[themesedit]
View=Вигляд
Sort by=Сортувати
Group by=Групувати
refresh=Оновити
showicons=Показати іконки робочого столу

sort_none=Ні
sort_bigicon=Великі іконки
sort_mediumicon=Середні іконки
sort_smallicon=Маленьки іконки
sort_superbigicon=Дуже великі іконки
sort_list=Список
sort_details=Деталі
sort_tile=Плитка
sort_content=Вміст
sort_name=Ім'я
sort_size=Розмір
sort_type=Тип
sort_time=Дата
sort_ascending=За зростанням
sort_descending=За спаданням
sort_AutoArrange=Автоматично
sort_snaptogrid=Автоматично за сіткою


shell=Вигляд
offset=Зміщення
Delimiter and run=Роздільник та індикатор запуску
Progress bar=Індикатор перебігу виконання

savetheme=Зберігти

applytheme=Негайно застосувати цю тему після збереження?
filetip_drop=Перетягніть зображення сюди
filetip=Клацніть або перетягніть зображення безпосередньо сюди
dropfile=Хочете замінити це зображення?

selectpicture=Вибір зображення
cliptip=Обрізати
clipleft=Ліворуч
clipbottom=Низ
clipright=Праворуч
cliptop=Верх

dockbg=Фон
dockblur=Розмиття фону
Progress bar border=Рамка
Progress bar bg=Фон
Run indicator=Індикатор виконання
Run offset=Зміщення
delimiter=Роздільник
Margins=Поля
Margins trimmer=Тонке налаштування полів (рекомендовано 0-0,2)

folder=Тека
trash_empty=Смітник (пустий)
trash_full=Смітник (повний)

calmon=місяць
calday=дата

timebg=циферблат
timehour=година
timeminute=хвилина
timesecond=секунда

timetype=Тип годинника
timetype_pointer=Стрілки
timetype_number=Цифри
fontname=Назва шрифту
fontsize=Розмір шрифту
fontalign=Вирівнювання тексту
fontpoint=Координати
format=Формат часу
fontcolor=Колір тексту

workshopshare=Вивантажити теми до Майстерні?
sharesuccess=Успішно вивантажено до Майстерні!
sharefailed=Вивантаження не вдалося!

workshop_Preview=Попередній перегляд
workshop_description=Опис
workshop_otherPreview=Ще додати
workshop_Previewbuild=Автоматично згенеровано
workshop_Previewselect=Виберіть зображення
workshop_tip_description=Будь ласка, додайте опис

[systeminfo]
cpu=Процесор
gpu=Графіка
memory=Пам'ять
system=Про Систему
moreinfo=Більше інформації

[monitor]
process=Процеси
readwrite=Читання/Запис
usage=Задіяно


;------------------------------------
[tips]
openUACtip=Виявлено, що UAC вимкнуто. Це може призвести до неможливості використання функції перетягування файлів у док. Бажаєте ввімкнути системний UAC?
openUACtip1=UAC успішно ввімкнено. Систему потрібно перезапустити. Робимо зараз?
openUACtip2=Не вдалося ввімкнути UAC!

crashtip=Через помилку MyDockFinder було закрито. Бажаєте перезапустити програму?
;------------------------------------

[iconame]

;dock Label name

explorer=Провідник
launchpad=Запускач
cal=Календар
trash=Смітник

;The last icon in the folder interface

exploreropen=Відкрити у Провіднику
return=Назад

;System time icon label name format

timeformat=d/M/yyyy dddd
;The time format is the system time format   y    m ·  d      dddd    ڼ   ddd ܼ 


remove=Вилучити

;------------------------------------------------------------

[systemicon]
;System icon name
controlpanel=Панель керування
taskbar=Іконка лотка
systemtime=Час
network=Мережа
weather=Погода
battery=Акумулятор
startmenu=Меню Пуск
virtualdesktop=Віртуальні робочі столи


------------------------------------

[editicon]
;Edit icon window

addtips=Перетягніть файл сюди

reset=Скинути
ok=Гаразд
restore=Відновити
addname=Змінити назву
addicotips=Натисніть у верхньому правому куті, щоб додати іконку.
switch=Додати іконку
trashempty=Смітник порожній
trashfull=Смітник повний
iconshell=Адаптувати іконку до стандартів macOS
addline=Виконати команду

Icon Designer title=Редактор іконки
Icon Designer=Редагувати
select=Виберіть файл

share=Поділитись
icolabel=Іконка
selectpicture=Вибрати
icosize=Масштаб іконки
icooffsetx=Горизонтальне зміщення іконки
icooffsety=Вертикальне зміщення іконки
icobackground=Фон іконки
iconshadow=Тінь іконки
icoroundrect=Заокруглення кутів
icocolor=Колір
icogradient color=Градієнт кольору
icocolorangle=Кут градієнту кольору

;Pop up select file window title

selectfoldertitle=Оберіть теку
;Weather forecast search city
searchcity=Пошук назви міста


;------------------------------------

[editcal]

;Edit calendar window

monfontsize=Розмір шрифту місяця:
dayfontsize=Розмір шрифту дати:

monthfont=Шрифт місяця:
dayfont=Шрифт дати:
monthpoint=Розташування місяця:
daypoint=Розташування дати:
monthposition=Вирівнювання місяця:
dayposition=Вирівнювання дати:
monthcolor=Колір місяця:
daycolor=Колір дати:
rotation=Кут повороту:
default=Стандартно

ok=Гаразд
test=Тест

left=Ліворуч
right=Праворуч
center=Центр

;Pop up select picture window title

selectcalicon=Вибіріть фон календаря

;------------------------------------

[editicontips]
;An error message pops up on the edit icon interface

iconduplicate=Ця програма вже додана в MyDock.

titleerror=В програми має бути назва.
filepatherror=Шлях до програми та іконка не можуть бути пустими.

padtitleerror1=Назва файлу вже існує, введіть іншу назву.
padtitleerror2=Неможливо змінити файл, не встановлюйте програму на диск "C"!

workshopshare=Вивантажити іконку до майстерні?
workshopsharesuccess=Іконку успішно вивантажено!
workshopsharefailed=Не вдалося поділитись іконкою!

formaterror=Формат не підтримується , виберіть з png, ico, exe, lnk.

;---------------------------------------------------------------------------
;Preferences window
[settingUI]
cloudini=Збереження на хмарі Steam
uploadcloudini=Вивантажити архів
nofoundini=Архів не вивантажено
downloadcloudini=Завантажити архів
managesteamcloud=Керування файлами
cloudfile=Хмарні файли Steam
uploadcloudfile=Вивантажити файл
filename=Ім'я файлу
filesize=Розмір файлу
filetime=Час 

settitle=Параметри MyDockFinder 

backupsuccess=Успішно
backupfail=Не пішло... 


Global Settings=Загальні

openMyDock=Показувати MyDock
openMyFinder=Показувати MyFinder

gameautoclose=Виходити якщо гра на повний екран
ProcessRecentFiles=Показ числа файлів, нещодавно відкритих програмою

DPIscale=Масштаб інтерфейсу
Globalblurvalue=Інтенсивність розмиття інтерфейсу
Accentcolor=Колір виділення
darkmodeall=Тема

darkmode_light=Світла
darkmode_dark=Темна
darkmode_auto=Авто
darkmode_system=Системна
uiaccesstop=Поверх всіх вікон

aero=Увімкнути ефект розмиття
systemdarkmode=Кольори MyDockFinder згідно з системними
autoupdate=Автоматична перевірка оновлень
systemstart=Запуск з Windows
none=Не запускати
regedit=Реєстр
plantask=Завдання
Service=Служба

windowscenterscreen=Нове вікно відображається в центрі екрана
showhidetaskbar_hotkey=Гарячі клавіші показу / приховування панелі завдань

autohidetaskbar=Приховувати панель завдань

hidetaskbar_dock=Де є MyDockFinder
hidetaskbar_all=На всіх столах

languagechoice=Мова
allfont=Шрифт
usefontbold=Жирний шрифт
fontscale=Змінити масштаб шрифту


themes=Вигляд

customize_blur=Інтенсивність розмиття
customize_opacity=Прозорість
customize_stroke=Прозорість меж

customize_enabled_dockbg=Розмиття фону та прозорість MyDock
customize_enabled_iconreflection=Відбиття іконок
customize_blur_iconreflection=Інтенсивність відбиття
customize_opacity_iconreflection=Прозорість відбиття
customize_offset_iconreflection=Відстань відбиття іконок
customize_stoppoint_iconreflection=Градієнтна відстань відбиття іконок

customize_enabled_icontag=Розмиття та прозорість назви іконок
customize_enabled_menu=Розмиття та прозорість Контекстного меню
customize_enabled_window=Розмиття та прозорость меню MyDockFinder
customize_enabled_finder=Розмиття фону та прозорість MyFinder
customize_opacity_wallpapercolor=Інтенсивність відтінку шпалер
customize_enabled_folder=Розмиття фону та прозорість теки в режимі сітка
customize_enabled_foldersize=В теці використовується власний розмір іконок

customize_enabled_pad=Розмиття фону Запускача
customize_enabled_pad_backdrop=використовуються запущені вікна
customize_enabled_pad_winuiwallpaper=використовуються шпалери
selectthemes_icon=Тема іконок
selectthemes_dockskin=Тема MyDock


general=Вигляд і Поведінка
advanced=Додаткові
preview=Мініатюри
minimizewindowsettings=Згортання вікон
systrayicoset=Системний лоток
screenset=Екран
timeset=Час та Дата
notificationset=Сповіщення

audioset=Аудіо
displayset=Дисплей
mediaset=Медіа
batteryset=Акумулятор
netset=Мережа
monitorset=Моніторинг
windowsanimationset=Анімація вікна


about=Про програму

icosize=Розмір іконки

icoeffect=Ефект іконки під час наведення

dockeffect_none=Немає
dockeffect_scale=Збільшення
dockeffect_select=Вибір
dockeffect_light=Підсвічування
dockeffect_scaleandlight=Збільшення та Підсвічування
dockeffect_selectandlight=Вибір та Підсвічування
icolightvalue=Інтенсивність підсвічування 
icobglightvalue=Інтенсивність підсвічування фону іконки
icobglightcolor=Колір підсвічування фону іконки
icomaxsize=Збільшення іконки

icospace=Відстань між іконками
edgeposition=Відстань MyDock від краю екрана
iconimmersion=Док використовує режим занурення, коли не працює


displaymode=Режим показу MyDock
displaynormal=Стандартний
displaybottom=Накладання
displayauto=Автоматичне приховування
displaysmart=Розумне приховування
displayhotkey=Гаряча клавіша
displayalways=Завжди показувати
displayhide=Завжди приховувати
displayalwaysshow=Показувати понад усе
displaydesktop=На робочому столі
showmodewindows=Метод визначення показу / приховування 
showhidetest_exe=Поточне вікно 
showhidetest_all=Всі вікна 

showhidetype=Ефект приховування

showhideeffect_move=рух
showhideeffect_opacity=згасати

activation Dock Type=Активація MyDock
showdockact_mouse=Край екрана
showdockact_bar=Смуга активації

actbar_weight=Ширина смуги активації
actbar_height=Висота смуги активації
actbar_offset=Відстань смуги активації від краю екрана
mouseactdock=Час затримки активації MyDock мишкою


positiononscreen=Розташування MyDock на екрані
screenleft=Ліворуч
screenbottom=Знизу
screenright=Праворуч
screentop=Зверху

multiscreen=Екран для показу MyDock
multiscreenpad=Екран для показу Запускача

padicotype=Іконки Запускача
padicotype_normal=Додані іконки
padicotype_startmenu=Меню Пуск
padicotype_desktop=Робочий стіл
padicosize=Розмір іконок Запускача
padicospacex=Відстань між іконками по горизонталі
padicospacey=Відстань між іконками по вертикалі
padicoblacklist=Не додані програми з меню Пуск
padblacklist=Список


padscreenname=Де є MyDock
lockicon=Блокувати іконки
showicontag=Назва іконки під час наведення
windowsborder=Обмежити вікна, щоб не перекривати myDock і myFinder
jumpanimation=Анімація запуску програм
folderDoubleclickOpen=Подвійний клік для запуску програм з теки
foldernoshowopen=Приховати кнопку 'Відкрити' у вікні теки
iconmask=стандарт MacOS до всіх іконок
icomasktype=Глобальний стиль маски іконки

show indicators=Індикатор запущених програм 
Runapp separator=Розділювач для запущених (не закріплених) програм
newapp=Іконка запущеної (не закріпленої в MyDock) програми
blacklist=Чорний список
noblacklist=Очистити чорний список
hotcornerleft=Наведення на лівий нижній кут екрана
hotcornerright=Наведення на правий нижній кут екрана
hotkeypad=Гаряча клавіша Запускача
hotkeyDock=Гаряча клавіша MyDock
hotkeyborder=Гаряча клавіша обмеження вікон

dockicobackup=Резервна копія
backuplist=Керування файлами резервної копії 
Addbackupdockico=Створити резервну копію
locationbackup=Відкрити папку з резервними копіями

minimize=Анімація згортання вікна
animationoff=Вимкнути анімацію згортання вікна
Slow animation=Утримуйте Shift, щоб уповільнити анімацію
minimizeeffect=Ефект згортання вікна

genie=Джин
scale=Масштаб
scaleDX=Ефект масштабу DX
suck=Засмоктування
minimizeAnimationspeed=Швидкість анімації
Minimize to icon=Згортати вікна в іконку програми
Minimize dynamics=Показувати дінамичний вміст вікна при згортанні

Minimizeblacklist=Згортати вікна без анімації
Editwindowlist=Список

minicopos=Розташування іконки згорнутого вікна
dockmin_lastico=Поруч з іконкою праворуч
dockmin_right=Незалежно праворуч
dockmin_rightandlim=Незалежно праворуч з розділювачем

previewon=Увімкнути мініатюри вікон
previewsize=Розмір мініатюри 
previewdelay=Затримка мініатюри під час наведення

previewcontrol=Елементи вікна мініатюри
previewappname=Назва програми
previewbutton=Кнопки керування вікном
aeropeek=При наведенні мініатюра як в Windows

hotkeyfinder=Показувати гарячі клавіші MyFinder

logotype=Кнопка меню MyFinder
diylogo=Вибрати файл
shutdownmsgbox=Вікно підтвердження завершення роботи
finderdark=Тема MyFinder
showmediacontrol=Іконка відтворення медіа
showuseraccount=Іконка облікового запису
showfocusassist=Іконка Уваги (показ сповіщень)
systemtraycolor=Іконки лотка кольорові
showkeyboard=Іконка розкладки
showsearch=Іконка пошуку
showLyrics=Меню текста пісень музичного плеєра
showLyrics_color=Кольоровий текст пісень

musiccontrolshowmode=Елементи керування мультимедіа
musiccontrol_close=Не показувати
musiccontrol_activity=Коли є текст пісень
musiccontrol_always=Завжди


finderdark_auto=Під колір шпалер
finderdark_set=Як в системі

multiscreenfinder=Екран для показу MyFinder
findershowallscreens=Всі екрани

finderdisplaymode=Режим показу MyFinder
finderautochangecolor=Вплив повноекранних вікон на вигляд MyFinder
finderfastclosewindow=Клік на правий верхній кут закриває повноекранне вікно

finderlockbtn=Блокувати перетягування іконок лотка
myfinderscaleopen=Маштаб
mouseactfinder=Затримка активації MyFinder мишкою
showusbdevice=Іконка USB-накопичувачів

stagemanagerset=Сцена
showstagemanager=Іконка сцени в MyFinder
showstagemanagerwindowtitle=Назва вікна при наведенні мишкою
showstagemanagerdesktophidewindows=Клік на робочому столі, щоб сховати всі вікна
showstagemanagermediaplaypause=Автоматично призупиняти / відтворювати медіа у фоні
stagemanager_hotkey=Гаряча клавіша 

stagemanagerblacklist=Програми вилучені зі Сцени

stagemanager_showdesktop=Іконки робочого столу
desktopico_hide=приховувати
desktopico_auto=авто 
desktopico_show=показувати

stagemanager_enable=Запустити Сцену
stagemanager_listpos=Позиція списку вікон
stagemanager_listshowmode=Список вікон 

stagemanager_windowsize=Розмір іконки списку вікон
stagemanager_windowspace=Відстань між іконками списку вікон
stagemanager_windowcount=Кількість іконок списку вікон
stagemanager_windowsblur=Розмиття фонового вікна


findershowmenu=Показувати пункти меню вікна в myFinder

showaudio=іконка Гучності в MyFinder
showmicrophone=іконка Мікрофона в MyFinder

showbattery=іконка Акумулятора в MyFinder
shownetwork=іконка Мережі в MyFinder
showbluetooth=іконка Bluetooth у MyFinder
showdisplay=іконка Дисплею в MyFinder

showbatterytime=Залишок акумулятора
batteryshow_none=Не показувати
batteryshow_acdc=Завжди показувати
batteryshow_ac=При використанні блоку живлення
batteryshow_dc=При використанні акумулятора

powerset_open=Автоматично перемикати план живлення
powerset_aconline=План живлення від мережі
powerset_battery=План живлення від акумулятора

bluetooth_showbattery=Підключені Bluetooth-пристрої
bluetooth_not show=Не показувати 
bluetooth_icon=Лише іконки
bluetooth_value=Іконка та Рівень заряду акумулятора

showcpu=Процессор
showtemp=Температура
showmen=Пам'ять
showdisk=Диск
shownet=Мережа

Calendarfirstday=Першій день тижня
Calendar_Sunday=Неділя
Calendar_Monnday=Понеділок

formatdate=Дата:
formattime=Час:
customformatdate=Свій формат дати
customformattime=Свій формат часу

showbatteryvalue=Відсоток заряду акумулятора 
audiotip=Відтворення звуку під час зміни гучності
mediatype=Стиль індикаторів гучністі та яскравісті

media_system=Windows
media_speakers=macOS
media_phone=iOS/iPadOS

hotkeyvolup=Гаряча клавіша збільшення гучності
hotkeyvoldown=Гаряча клавіша зменшення гучності
hotkeyvolmute=Гаряча клавіша вимкнення звуку
hotkeymicup=Гаряча клавіша збільшення гучності мікрофона
hotkeymicdown=Гаряча клавіша зменшення гучності мікрофона
hotkeymicmute=Гаряча клавіша вимкнення мікрофона


hotkeybriup=Гаряча клавіша збільшення яскравості
hotkeybridown=Гаряча клавіша зменшення яскравості
hotkeycontrolvalue=Дозволяє збільшити або зменшити значення гарячих клавіш

systemnotification=Системні сповіщення
usbdevicenotification=Про підключення USB-накопичувача
bluetoothdevicenotification=Про підключення Bluetooth-пристроів
Appnotification=Повідомлення програм
notification_open=Дозволити повідомлення
notification_type=Поведінка банера повідомлень
notification_time=Час показу банера
notification_show_close=Ніколи не показувати
notification_show_once=Показувати лише один раз
notification_show_always=Завжди показувати

trayicoallshow_myfinder=Всі іконки системного лотка в MyFinder
trayicoallshow_mydock=Всі іконки системного лотка в MyDock
trayicoallshow_systemico=Тільки системні іконки в MyFinder
trayico_waittime=Час показу іконки щойно запущенної програми в MyFinder

Apptrayico=Іконки лотка
apptrayicoshow_finder=Показувати в MyFinder
apptrayicoshow_dock=Показувати в MyDock

screenround=Закруглені кути екрана
screenround_show=Увімкнути закруглені кути екрана
screenround_size=Розмір закруглення кута екрана
screenround_color=Колір

openwindowsshow=Анімація відкриття вікна
windowsopeneffect=Ефект анімації відкриття вікна

openwindowsclose=Анімація закриття вікна
windowscloseeffect=Ефект анімації закриття вікна
windowsblacklistadd=Додати вікна до списку
windowsblacklistdel=Вилучити зі списку
windowsclose_animation=Швидкість анімації

stagemanager_animation=Швидкість анімації
mediatiptime=Час показу індикаторів гучністі та яскравісті

other=Інше

wallpaper=Динамічні шпалери

selectwallpaper=Шпалери
wallpapernone=Звичайні
loadwallpaper=Завантажити динамічні шпалери
wallpaperdownload=Завантажити динамічні шпалери з веб-сайту
wallpaperOK=Застосувати

restartdock=Перезапуск MyDockFinder

resetini=Очистити дані
resetini_ok=Вилучити
resetini_config=Налаштування профілю
resetini_ico=Профіль іконок MyDock
resetini_padico=Профіль іконок Запускача
resetini_padicocache=Кеш іконок Запускача

systemiconcache=Кеш іконок системи

uninstall=Деінсталяція програми

updatelog=Журнал змін
updatelogcheck=Показати

ok=Гаразд
cancel=Скасувати

------------------------------------------------------------
[hotcorners]
nothing=Нічого
allwindows=Показати усі вікна
launchpad=Показати Запускач
displaytosleep=Вимкнути екран
startmenu=Відкрити меню Пуск
showdesktop=Показати робочий стіл
actioncenter=Центр керування Windows
screensaver=Заблокувати екран
Windows widget=Windows віджети


[settingtips]

;An error message pops up on the setting interface
backupsuccess=Вивантажено успішно
backupfail=Не вдалося вивантажити

hotkeyhideerror=Налаштуйте гарячі клавіші MyDock, або ця функція може бути недоступною!
resetinitip=Бажаєте скинути файл конфігурації?
systemicontip=Бажаєте очистити кеш системних іконок?

winuiwallpapertip=Цей параметр нестабільний і може призвести до збою комп’ютера. Якщо це станеться, скиньте налаштування після перезавантаження, а потім знову відкрийте MyDockFinder

DPItips=Перезавантажте MyDockFinder і все запрацює

padicotypetips=Ця зміна призведе до скидання всіх іконок Запускача. Ще бажаєте це зробити?

edgetip=Межа відкритого вікна не може бути змінена!
autohideerror=Цю функцію не задіяти якщо увімкнуто обмеження вікон!
neterror=Помилка мережі, будь ласка, перевірте підключення.
autohide=Не вдалося увімкнути автоматичне приховування MyDock
updateerror1=Помилка мережі, спробуйте ще раз.

updatetip1=Нова версія?
updatetip2=Програма оновилась автоматично?

noupdate=Встановлена остання версія програми

restarttip=Потрібно перезапустити програму для вступлення змін в дію

languagetips=Щоб змінити, перезапустіть програму

restartruntip=Бажаєте перезапустити програму?

backupfolderror=Не вдалося створити резервну копію, будь ласка, перевірте дозволи на запис

backuptips=Відновити цей файл резервної копії?


;-------------------------------------------------------------------

[menu]
;Right menu
closewindows=Закрити вікно

RecentFiles=Нещодавно відкриті файли
otheroption=Параметри
dockmenu=Меню MyDockFinder
menurecent=Нещодавно відвідані
menubind=Закріплено
menutask=Завдання

edit_cut=Вирізати
edit_copy=Копіювати
edit_paste=Вставити
edit_selectall=Вибрати все
edit_delete=Вилучити
edit_openurl=Відкрити URL-адресу

workshop=Майстерня
newfinderwindow=Нове вікно Провідника
gotofolder=Виконати
connecttoserver=Віддалене підключення до
showlaunchpad=Показати Запускач


addnormalicon=Додати іконку програми
addsystemicon=Додати системну іконку
add delimiter=Додати роздільник
del delimiter=Видалити роздільник

showtaskbar=Показати панель завдань
hidetaskbar=Приховати панель завдань
preference=Налаштування
enddock=Вийти з MyDockFinder

editicon=Змінити іконку
removefromdock=Видалити з MyDock
keepindock=Закріпити в MyDock
locationfile=Відкрити розташування файлу
runagain=Перезапустити програму
nevershowthis=Приховати іконку цієї програми
adminmode=Запуск від адміністратора
open=Запустити
quit=Вийти

emptytrash=Очистити смітник
sortorder=Сортувати
Byname=Ім'я
Bysize=Розмір
Byextension=Тип
Bydate/time=Остання зміна
Createtime=Час створення
Groupdirectories=Спочатку каталоги
reverseorder=Зворотне сортування
closewindow=Закрити це вікно
Display=Вигляд теки
Folder=Тека
Stack=Купа
Locatefolder=Відкрити теку
FolderEffect=Стиль теки
Grid=Сітка
Fan=Вентилятор
menufold=Меню

showmodeapps=Параметри показу MyDock під час роботи цієї програми
showmodedesktop=Параметри показу MyDockFinder на робочому столі
NominiEffect=Згортання без анімації  для цієї програми 
nevershowprogress bar=Не показувати індикатор виконання цієї програми
showmodenormal=Згідно налаштувань
msgtips=Встановити нагадування
incognito=Нове приватне вікно

systemmenu=Системне контекстне меню

timeskin=Виберіть циферблат
timedefault=Стандартний

----------------------------------------------

[launchpad]

addicon=Додати іконку
deleteicon=Видалити іконку
padsortname=Сортувати за назвою
padsort=Автозаповнення

search=Пошук
ok=Гаразд
addtips=Перетягніть сюди .exe та .lnk файли, щоб додати їх до Запускача
----------------------------------------------

[promptwindow]

;Empty trash can prompt and other prompts

ok=Гаразд
cancel=Скасувати
trashok=Очистити
trashtitle=Дійсно очистити смітник?
batterytip=Низький заряд акумулятора, шукайте розетку...

eject=Вилучено
Connected=Підключено
brightnesstip=Регулювання яскравості монітора може призвести до його пошкодження, будь ласка, робіть це з обережністю!
brightnesstip1=Яскравість монітора 0, якщо нічого не видно, скиньте налаштування яскравості через 5 секунд


-----------------------------------------------
;Time format description
;ddd day of the week dddd day of the week M month d day H 24 hour format h 12 hour format m minutes s seconds
;Double letters with two digits for example  HH:mm:ss  09:06:05
;All the following formats can be customized and modified, and the number on the left can be added without limit = left blank to indicate that the date is not displayed
;After the modification is saved, it will take effect immediately, directly set and click the time format menu to display the effect
[formatdate]
1=
2=ddd
3=dddd
4=dd.MM.yyyy
6=dd.MM dddd
7=d MMMM, dddd
8=dddd, dd MMMM
9=ddd. dd.MM.yyyy
10=dddd.dd.MM.yyyy

[formattime]
1=H:mm
2=h:mm tt
3=H:mm:ss
4=h:mm:ss tt

[calicon]
;Calendar icon month text
m1=Січ
m2=Лют
m3=Бер
m4=Кві
m5=Тра
m6=Чер
m7=Лип
m8=Сер
m9=Вер
m10=Жов
m11=Лис
m12=Гру

[findermenu]
spatialaudio=Просторове аудіо

bluetoothdisconnect=Від'єднати
bluetoothunpair=Скасувати сполучення

lockscreen=Заблокувати екран
usersetting=Налаштування облікового запису

HideMenu=Приховує рядок меню вікна
systemmenu=Меню вікна

bluetooth=Bluetooth
Bluetooth settings=Налаштування Bluetooth
device=Пристрій
Preferred network=Вподобана мережа
other networks=Інші мережі
network settings =Параметри мережі
Audio=Звук
output=Вихід
Microphone=Мікрофон
input=Вхід

audio settings=Параметри звуку
battery settings=Параметри акумулятора
BatteryEstimatedTime=Акумулятора вистачить на
batterytime_hour=Годин
batterytime_min=Хвилин
Edit title=Редагувати заголовок
Window border=Межі вікна
end finder=Вийти з MyFinder
About This PC=Про Систему
System settings=Системні параметри
app Store=Магазин програм
Task manager=Диспетчер завдань
Sleep=Сон
Dormant=Гібернація
Shutdown=Завершення роботи
Reboot=Перезапуск
Shutdown&Update=Вимкнути та оновити
Reboot&Update=Перезапустити та оновити

Lock screen=Заблокувати екран
Logout=Вийти

symbol=Показати смайлики та символи
Screen Keyboard=Показати екранну клавіатуру 
keyboardname=Розкладка клавіатури
Keyboard settings=Налаштування клавіатури
display=Екран
systemdark=Темний режим
bluelight=Нічний режим
focusassist=Увага
focusoff=Вимкнути сповіщення
focusPriorityOnly=Пріоритетні
focusAlarmsOnly=Будільники
Notification settings=Налаштування сповіщень
screen projection=Монітори
screen INTERNAL=Основний
screen CLONE=Копія
screen EXTEND=Розширити
screen EXTERNAL=Додатковий

displayset=Налаштування дисплею
hotspot=Роздача WiFi
airplane=Політ
deviceon=Підключено
deviceoff=Від’єднано
eject=Вилучити
open=Відкрити

[findertips]
Mute=Без звуку
battery=Акумулятор
AcOnLine=230В
Charging=Заряджається
notCharging=Не заряджається
Usebattery=Від акумулятора
Full battery=Акумулятор заряджений
brightness=Яскравість
show trayico=Системний лоток

[findertitle]

[findermenubrowser]
new=Новий
newtab=Нова вкладка
newwindow=Нове вікно
favorites=Обране
history=Історія
download=Завантаження
window=Вікна
file=Файл
no file=Файл не вибрано

View=Вигляд
Sort by=Сортувати
Group by=Групувати
refresh=Оновити
showicons=Іконки робочого стола

sort_none=Ні
sort_bigicon=Великі іконки
sort_mediumicon=Середні іконки
sort_smallicon=Маленькі іконки
sort_superbigicon=Дуже великі іконки
sort_list=Список
sort_details=Деталі
sort_tile=Плитка
sort_content=Вміст
sort_name=Ім'я
sort_size=Розмір
sort_type=Тип
sort_time=Дата
sort_ascending=За зростанням
sort_descending=За спаданням
sort_AutoArrange=Автоматично
sort_snaptogrid=Автоматично за сіткою


[shutdown]
shutdown=Завершити роботу?
Reboot=Перезапустити комп'ютер?
Logout=Вийти з системи?
Dormant=Увімкнути Гібернацію?
sleep=Увімкнути Сон?

now=Зараз
minute=_Хвилин


[wifi]
password=Пароль:
showpassword=Показати пароль
join=Під'єднатись
cancel=Скасувати


[weather]
00=Сонячно
01=Хмарно
02=Хмарний день
03=Злива
04=Гроза
05=Гроза з градом
06=Мокрий сніг
07=Невеликий дощ
08=Помірний дощ
09=Сильний дощ
10=Злива з буревійом
11=Сильний дощ
12=Сильний дощ
13=Снігопад
14=Невеликий сніг
15=Окремі хмари
16=Сильний сніг
17=Хуртовина
18=Туман
19=Крижаний дощ
20=Піщана буря
21=Легкий до помірного дощ
22=Помірний до сильного дощ
23=Сильний дощ
24=Сильний до помірного дощ
25=Сильний до зливи дощ
26=Невеликий до помірного сніг
27=Помірний до сильного сніг
28=Сильна хуртовина
29=Піщаний пил
30=Піщана буря
31=Сильна піщана буря
32=Густий туман
33=Сніжить
49=Сильний туман
53=Імла
54=Помірна імла
55=Сильна імла
56=Сильна імла
57=Сильний туман
58=Сильний туман
301=Дощить
302=Сніжить